Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# library_page
source: Page %1$lld of %2$lld
ar: صفحة %1$lld من %2$lld
as: %2$lld ৰ ভিতৰত পৃষ্ঠা %1$lld
bn: %2$lld-এর মধ্যে পৃষ্ঠা %1$lld
bs: Stranica %1$lld od %2$lld
ckb: لاپەڕەی %1$lld لە %2$lld
es: Página %1$lld de %2$lld
fa: صفحه %1$lld از %2$lld
fa_af: صفحه %1$lld از %2$lld
fil: Pahina %1$lld ng %2$lld
fr: Page %1$lld sur %2$lld
gu: %2$lld માંથી પાનું %1$lld
ha: Shafi %1$lld cikin %2$lld
hi: %2$lld में से पेज %1$lld
hu: %1$lld. oldal / %2$lld
id: Halaman %1$lld dari %2$lld
ka: გვერდი %1$lld / %2$lld
km: ទំព័រ %1$lld នៃ %2$lld
kn: %2$lld ರಲ್ಲಿ ಪುಟ %1$lld
mk: Страница %1$lld од %2$lld
ml: %2$lld-ൽ %1$lld-ാം പേജ്
mr: %2$lld पैकी पान %1$lld
nl: Pagina %1$lld van %2$lld
pa: %2$lld ਵਿੱਚੋਂ ਸਫ਼ਾ %1$lld
pt: Página %1$lld de %2$lld
ru: Страница %1$lld из %2$lld
si: පිටුව %1$lld / %2$lld
sr: Страница %1$lld од %2$lld
sw: Ukurasa %1$lld kati ya %2$lld
te: %2$lld లో పేజీ %1$lld
th: หน้า %1$lld จาก %2$lld
tr: Sayfa %1$lld / %2$lld
ug: بەت %1$lld / %2$lld
ur: صفحہ %1$lld از %2$lld
vi: Trang %1$lld / %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页

# library_part_benefits
source: Lessons
ar: من فوائد الحديث
as: শিক্ষা
bn: শিক্ষা
bs: Pouke
ckb: سوودەکان
es: Enseñanzas
fa: درس‌ها
fa_af: درس‌ها
fil: Mga aral
fr: Enseignements
gu: બોધપાઠ
ha: Darussa
hi: सीख
hu: Tanulságok
id: Pelajaran
ka: გაკვეთილები
km: មេរៀន
kn: ಪಾಠಗಳು
mk: Поуки
ml: പാഠങ്ങൾ
mr: शिकवण
nl: Lessen
pa: ਸਬਕ
pt: Lições
ru: Уроки
si: පාඩම්
sr: Поуке
sw: Mafunzo
te: పాఠాలు
th: บทเรียน
tr: Faydaları
ug: ساۋاقلار
ur: فوائد
vi: Bài học
zh_hans: 启示

# library_part_explanation
source: Explanation
ar: الشرح
as: ব্যাখ্যা
bn: ব্যাখ্যা
bs: Objašnjenje
ckb: ڕوونکردنەوە
es: Explicación
fa: شرح
fa_af: شرح
fil: Paliwanag
fr: Explication
gu: સમજૂતી
ha: Bayani
hi: व्याख्या
hu: Magyarázat
id: Penjelasan
ka: განმარტება
km: ការពន្យល់
kn: ವಿವರಣೆ
mk: Објаснување
ml: വിശദീകരണം
mr: स्पष्टीकरण
nl: Uitleg
pa: ਵਿਆਖਿਆ
pt: Explicação
ru: Разъяснение
si: විවරණය
sr: Објашњење
sw: Maelezo
te: వివరణ
th: คำอธิบาย
tr: Açıklama
ug: شەرھى
ur: تشریح
vi: Giải thích
zh_hans: 解释

# library_part_footnotes
source: Notes
ar: الحواشي
as: টোকা
bn: টীকা
bs: Napomene
ckb: پەراوێزەکان
es: Notas
fa: پانوشت‌ها
fa_af: پانوشت‌ها
fil: Mga tala
gu: નોંધો
ha: Bayanan ƙasa
hi: टिप्पणियाँ
hu: Jegyzetek
id: Catatan kaki
ka: შენიშვნები
km: កំណត់សម្គាល់
kn: ಟಿಪ್ಪಣಿಗಳು
mk: Белешки
ml: കുറിപ്പുകൾ
mr: टीपा
nl: Noten
pa: ਟਿੱਪਣੀਆਂ
pt: Notas
ru: Примечания
si: සටහන්
sr: Напомене
sw: Maelezo ya chini
te: గమనికలు
th: หมายเหตุ
tr: Dipnotlar
ug: ئىزاھلار
ur: حواشی
vi: Ghi chú
zh_hans: 注释

# library_part_hadith
source: Hadith
ar: الحديث
as: হাদীছ
bn: হাদিস
bs: Hadis
ckb: فەرموودە
es: Hadiz
fa: حدیث
fa_af: حدیث
gu: હદીસ
ha: Hadisi
hi: हदीस
hu: Hadísz
id: Hadis
ka: ჰადისი
km: ហាឌីស
kn: ಹದೀಸ್
mk: Хадис
ml: ഹദീസ്
mr: हदीस
pa: ਹਦੀਸ
ru: Хадис
si: හදීස්
sr: Хадис
sw: Hadithi
te: హదీస్
th: หะดีษ
tr: Hadis
ug: ھەدىس
ur: حدیث
zh_hans: 圣训

# library_part_tafsir
source: Tafsir (explanation of the verse)
ar: التفسير
as: তাফছীৰ (আয়াতৰ ব্যাখ্যা)
bn: তাফসির (আয়াতের ব্যাখ্যা)
bs: Tefsir (tumačenje ajeta)
ckb: تەفسیر (ڕوونکردنەوەی ئایەت)
es: Tafsir (explicación de la aleya)
fa: تفسیر (شرح آیه)
fa_af: تفسیر (شرح آیه)
fil: Tafsir (paliwanag sa talata)
fr: Tafsir (explication du verset)
gu: તફસીર (આયતની સમજૂતી)
ha: Tafsiri (bayanin aya)
hi: तफ़सीर (आयत की व्याख्या)
hu: Tafszír (a vers magyarázata)
id: Tafsir
ka: თაფსირი (აიათის განმარტება)
km: តាហ្វសៀរ (ការពន្យល់អាយ៉ាត់)
kn: ತಫ್ಸೀರ್ (ಆಯತ್‌ನ ವಿವರಣೆ)
mk: Тефсир (толкување на ајетот)
ml: തഫ്സീർ (ആയത്തിന്റെ വിശദീകരണം)
mr: तफसीर (आयतचे स्पष्टीकरण)
nl: Tafsir (uitleg van het vers)
pa: ਤਫ਼ਸੀਰ (ਆਇਤ ਦੀ ਵਿਆਖਿਆ)
pt: Tafsir (explicação do versículo)
ru: Тафсир (толкование аята)
si: තෆ්සීර් (ආයතයේ විවරණය)
sr: Тефсир (тумачење ајета)
sw: Tafsir (maelezo ya aya)
te: తఫ్సీర్ (ఆయత్ వివరణ)
th: ตัฟซีร (คำอธิบายอายะฮ์)
tr: Tefsir
ug: تەپسىر (ئايەتنىڭ شەرھى)
ur: تفسیر
vi: Tafsir (giải thích câu kinh)
zh_hans: 经注（经文解释）

# library_part_translation
source: Translation of the meaning
ar: ترجمة المعنى
as: অৰ্থৰ অনুবাদ
bn: অর্থানুবাদ
bs: Prijevod značenja
ckb: وەرگێڕانی واتا
es: Traducción del significado
fa: ترجمه معنا
fa_af: ترجمه معنا
fil: Salin ng kahulugan
fr: Traduction du sens
gu: અર્થનો અનુવાદ
ha: Fassarar ma'ana
hi: अर्थ का अनुवाद
hu: A jelentés fordítása
id: Terjemahan
ka: მნიშვნელობის თარგმანი
km: ការបកប្រែអត្ថន័យ
kn: ಅರ್ಥದ ಅನುವಾದ
mk: Превод на значењето
ml: ആശയ വിവർത്തനം
mr: अर्थाचा अनुवाद
nl: Vertaling van de betekenis
pa: ਅਰਥਾਂ ਦਾ ਅਨੁਵਾਦ
pt: Tradução do significado
ru: Перевод смыслов
si: අර්ථ පරිවර්තනය
sr: Превод значења
sw: Tafsiri ya maana
te: భావానువాదం
th: คำแปลความหมาย
tr: Meal
ug: مەنە تەرجىمىسى
ur: ترجمہ
vi: Bản dịch ý nghĩa
zh_hans: 意义翻译

# library_part_verse
source: Verse
ar: الآية
as: আয়াত
bn: আয়াত
bs: Ajet
ckb: ئایەت
es: Aleya
fa: آیه
fa_af: آیه
fil: Talata
fr: Verset
gu: આયત
ha: Aya
hi: आयत
hu: Vers
id: Ayat
ka: აიათი
km: អាយ៉ាត់
kn: ಆಯತ್
mk: Ајет
ml: ആയത്ത്
mr: आयत
nl: Vers
pa: ਆਇਤ
pt: Versículo
ru: Аят
si: ආයතය
sr: Ајет
sw: Aya
te: ఆయత్
th: อายะฮ์
tr: Ayet
ug: ئايەت
ur: آیت
vi: Câu kinh
zh_hans: 经文

# library_part_words
source: Word meanings
ar: معاني الكلمات
as: শব্দৰ অৰ্থ
bn: শব্দার্থ
bs: Značenja riječi
ckb: واتای وشەکان
es: Significado de las palabras
fa: معنای واژه‌ها
fa_af: معنای واژه‌ها
fil: Kahulugan ng mga salita
fr: Sens des mots
gu: શબ્દોના અર્થ
ha: Ma'anonin kalmomi
hi: शब्दों के अर्थ
hu: Szójelentések
id: Makna kata
ka: სიტყვების მნიშვნელობა
km: អត្ថន័យពាក្យ
kn: ಪದಗಳ ಅರ್ಥಗಳು
mk: Значења на зборовите
ml: വാക്കുകളുടെ അർത്ഥം
mr: शब्दांचे अर्थ
nl: Woordbetekenissen
pa: ਸ਼ਬਦਾਂ ਦੇ ਅਰਥ
pt: Significado das palavras
ru: Значения слов
si: වචනවල අර්ථ
sr: Значења речи
sw: Maana ya maneno
te: పదాల అర్థాలు
th: ความหมายของคำ
tr: Kelime anlamları
ug: سۆزلەرنىڭ مەنىسى
ur: الفاظ کے معانی
vi: Nghĩa của từ
zh_hans: 词义

# library_question
source: Question
ar: السؤال
as: প্ৰশ্ন
bn: প্রশ্ন
bs: Pitanje
ckb: پرسیار
es: Pregunta
fa: سؤال
fa_af: سوال
fil: Tanong
gu: સવાલ
ha: Tambaya
hi: सवाल
hu: Kérdés
id: Pertanyaan
ka: კითხვა
km: សំណួរ
kn: ಪ್ರಶ್ನೆ
mk: Прашање
ml: ചോദ്യം
mr: प्रश्न
nl: Vraag
pa: ਸਵਾਲ
pt: Pergunta
ru: Вопрос
si: ප්‍රශ්නය
sr: Питање
sw: Swali
te: ప్రశ్న
th: คำถาม
tr: Soru
ug: سوئال
ur: سوال
vi: Câu hỏi
zh_hans: 问题

# library_read
source: Read in the app
ar: اقرأ داخل التطبيق
as: এপত পঢ়ক
bn: অ্যাপে পড়ুন
bs: Čitaj u aplikaciji
ckb: لە ئەپەکەدا بیخوێنەرەوە
es: Leer en la app
fa: خواندن در برنامه
fa_af: خواندن در برنامه
fil: Basahin sa app
fr: Lire dans l’app
gu: ઍપમાં વાંચો
ha: Karanta a manhajar
hi: ऐप में पढ़ें
hu: Olvasás az alkalmazásban
id: Baca di aplikasi
ka: აპში წაკითხვა
km: អានក្នុងកម្មវិធី
kn: ಆ್ಯಪ್‌ನಲ್ಲಿ ಓದಿ
mk: Читај во апликацијата
ml: ആപ്പിൽ വായിക്കുക
mr: ॲपमध्ये वाचा
nl: Lezen in de app
pa: ਐਪ ਵਿੱਚ ਪੜ੍ਹੋ
pt: Ler no app
ru: Читать в приложении
si: යෙදුමේ කියවන්න
sr: Читај у апликацији
sw: Soma ndani ya programu
te: యాప్‌లో చదవండి
th: อ่านในแอป
tr: Uygulamada oku
ug: ئەپتە ئوقۇش
ur: ایپ میں پڑھیں
vi: Đọc trong ứng dụng
zh_hans: 在应用内阅读

# library_retry
source: Try again
ar: أعد المحاولة
as: পুনৰ চেষ্টা কৰক
bn: আবার চেষ্টা করুন
bs: Pokušaj ponovo
ckb: دووبارە هەوڵ بدەرەوە
es: Reintentar
fa: دوباره امتحان کنید
fa_af: دوباره کوشش کنید
fil: Subukan muli
fr: Réessayer
gu: ફરી પ્રયાસ કરો
ha: Sake gwadawa
hi: फिर कोशिश करें
hu: Újra
id: Coba lagi
ka: ხელახლა ცდა
km: ព្យាយាមម្ដងទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
mk: Обиди се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
nl: Opnieuw proberen
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Tentar de novo
ru: Повторить
si: නැවත උත්සාහ කරන්න
sr: Покушај поново
sw: Jaribu tena
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
ug: قايتا سىناڭ
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试

# library_saved
source: Saved
ar: المحفوظات
as: ছেভ কৰা
bn: সেভ করা
bs: Sačuvano
ckb: پاشەکەوتکراوەکان
es: Guardados
fa: ذخیره‌شده‌ها
fa_af: ذخیره‌شده‌ها
fil: Naka-save
fr: Enregistrés
gu: સેવ કરેલ
ha: Abubuwan da aka ajiye
hi: सेव किए गए
hu: Mentett
id: Tersimpan
ka: შენახული
km: បានរក្សាទុក
kn: ಉಳಿಸಿದವು
mk: Зачувано
ml: സേവ് ചെയ്തവ
mr: सेव्ह केलेले
nl: Bewaard
pa: ਸੰਭਾਲੇ ਹੋਏ
pt: Salvos
ru: Сохранённое
si: සුරැකි
sr: Сачувано
sw: Vilivyohifadhiwa
te: సేవ్ చేసినవి
th: ที่บันทึกไว้
tr: Kaydedilenler
ug: ساقلانغانلار
ur: محفوظ
vi: Đã lưu
zh_hans: 已保存

# library_saved_empty
source: Tap the bookmark on any item to keep it here.
ar: اضغط على علامة الحفظ في أي مادة لتجدها هنا.
as: যিকোনো সমল ইয়াত ৰাখিবলৈ তাৰ বুকমাৰ্কত টেপ কৰক।
bn: যেকোনো লেখা এখানে রাখতে তার বুকমার্কে ট্যাপ করুন।
bs: Dodirnite oznaku na bilo kojem sadržaju da ga sačuvate ovdje.
ckb: لەسەر نیشانەی هەر بابەتێک دەست بدە بۆ ئەوەی لێرە بمێنێتەوە.
es: Toca el marcador de cualquier contenido para guardarlo aquí.
fa: روی نشانک هر مورد بزنید تا اینجا نگه داشته شود.
fa_af: روی نشانک هر مورد بزنید تا اینجا نگه داشته شود.
fil: I-tap ang bookmark sa anumang item para itago ito rito.
fr: Touchez le signet d’un contenu pour le garder ici.
gu: કોઈ પણ સામગ્રી અહીં રાખવા માટે તેના બુકમાર્ક પર ટૅપ કરો.
ha: Taɓa alamar ajiya a kan kowane abu don ajiye shi a nan.
hi: किसी भी चीज़ को यहाँ रखने के लिए उसके बुकमार्क पर टैप करें।
hu: Koppints bármelyik anyag könyvjelzőjére, hogy itt megőrizd.
id: Ketuk penanda pada materi apa pun untuk menyimpannya di sini.
ka: შეეხეთ სანიშნეს ნებისმიერ მასალაზე, რომ აქ შეინახოთ.
km: ចុចចំណាំលើធាតុណាមួយ ដើម្បីរក្សាវាទុកនៅទីនេះ។
kn: ಯಾವುದೇ ಅಂಶವನ್ನು ಇಲ್ಲಿ ಇರಿಸಲು ಅದರ ಬುಕ್‌ಮಾರ್ಕ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
mk: Допрете го обележувачот на кој било материјал за да го чувате овде.
ml: ഏത് ഇനവും ഇവിടെ സൂക്ഷിക്കാൻ അതിലെ ബുക്ക്മാർക്കിൽ ടാപ്പ് ചെയ്യുക.
mr: कोणतेही साहित्य इथे ठेवण्यासाठी त्याच्या बुकमार्कवर टॅप करा.
nl: Tik op de bladwijzer bij een item om het hier te bewaren.
pa: ਕਿਸੇ ਵੀ ਚੀਜ਼ ਨੂੰ ਇੱਥੇ ਰੱਖਣ ਲਈ ਉਸ ਦੇ ਬੁੱਕਮਾਰਕ ’ਤੇ ਟੈਪ ਕਰੋ।
pt: Toque no marcador de qualquer item para guardá-lo aqui.
ru: Нажмите на закладку у любого материала, чтобы сохранить его здесь.
si: ඕනෑම අයිතමයක් මෙහි තබා ගැනීමට එහි පිටු සලකුණ තට්ටු කරන්න.
sr: Додирните обележивач на било ком садржају да га сачувате овде.
sw: Gusa alama ya kuhifadhi kwenye kipengee chochote ili kukiweka hapa.
te: ఏదైనా అంశాన్ని ఇక్కడ ఉంచడానికి దానిపై ఉన్న బుక్‌మార్క్‌ను నొక్కండి.
th: แตะที่บุ๊กมาร์กของรายการใดก็ได้เพื่อเก็บไว้ที่นี่
tr: Bir öğeyi burada tutmak için yer işaretine dokunun.
ug: ھەر قانداق مەزمۇننىڭ خەتكۈچىنى چېكىپ ئۇنى بۇ يەردە ساقلاڭ.
ur: کسی بھی مواد پر بک مارک دبائیں تاکہ وہ یہاں محفوظ رہے۔
vi: Chạm vào dấu trang trên bất kỳ mục nào để giữ nó ở đây.
zh_hans: 点按任意内容上的书签，即可将其保存在这里。

# library_search_in
source: Search in %1$@
ar: ابحث في %1$@
as: %1$@ত বিচাৰক
bn: %1$@-এ খুঁজুন
bs: Pretraži: %1$@
ckb: گەڕان لە %1$@
es: Buscar en %1$@
fa: جستجو در %1$@
fa_af: جستجو در %1$@
fil: Maghanap sa %1$@
fr: Rechercher dans %1$@
gu: %1$@ માં શોધો
ha: Nemi a %1$@
hi: %1$@ में खोजें
hu: Keresés itt: %1$@
id: Cari di %1$@
ka: ძიება: %1$@
km: ស្វែងរកក្នុង %1$@
kn: %1$@ ನಲ್ಲಿ ಹುಡುಕಿ
mk: Пребарај: %1$@
ml: %1$@-ൽ തിരയുക
mr: %1$@ मध्ये शोधा
nl: Zoeken in %1$@
pa: %1$@ ਵਿੱਚ ਲੱਭੋ
pt: Buscar em %1$@
ru: Поиск: %1$@
si: %1$@ තුළ සොයන්න
sr: Претражи: %1$@
sw: Tafuta katika %1$@
te: %1$@ లో వెతకండి
th: ค้นหาใน %1$@
tr: %1$@ içinde ara
ug: %1$@ دىن ئىزدەش
ur: %1$@ میں تلاش کریں
vi: Tìm trong %1$@
zh_hans: 在 %1$@ 中搜索

# library_section
source: From the IslamHouse library
ar: من مكتبة دار الإسلام
as: IslamHouse লাইব্ৰেৰীৰ পৰা
bn: IslamHouse লাইব্রেরি থেকে
bs: Iz biblioteke IslamHouse
ckb: لە کتێبخانەی IslamHouse
es: De la biblioteca IslamHouse
fa: از کتابخانه IslamHouse
fa_af: از کتابخانه IslamHouse
fil: Mula sa aklatan ng IslamHouse
fr: De la bibliothèque IslamHouse
gu: IslamHouse લાઇબ્રેરીમાંથી
ha: Daga ɗakin karatu na IslamHouse
hi: IslamHouse लाइब्रेरी से
hu: Az IslamHouse könyvtárából
id: Dari perpustakaan IslamHouse
ka: IslamHouse-ის ბიბლიოთეკიდან
km: ពីបណ្ណាល័យ IslamHouse
kn: IslamHouse ಗ್ರಂಥಾಲಯದಿಂದ
mk: Од библиотеката IslamHouse
ml: IslamHouse ലൈബ്രറിയിൽ നിന്ന്
mr: IslamHouse ग्रंथालयातून
nl: Uit de IslamHouse-bibliotheek
pa: IslamHouse ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ
pt: Da biblioteca IslamHouse
ru: Из библиотеки IslamHouse
si: IslamHouse පුස්තකාලයෙන්
sr: Из библиотеке IslamHouse
sw: Kutoka maktaba ya IslamHouse
te: IslamHouse లైబ్రరీ నుండి
th: จากห้องสมุด IslamHouse
tr: IslamHouse kütüphanesinden
ug: IslamHouse كۈتۈپخانىسىدىن
ur: IslamHouse لائبریری سے
vi: Từ thư viện IslamHouse
zh_hans: 来自 IslamHouse 图书馆

# library_source
source: Source: %1$@
ar: المصدر: %1$@
as: উৎস: %1$@
bn: উৎস: %1$@
bs: Izvor: %1$@
ckb: سەرچاوە: %1$@
es: Fuente: %1$@
fa: منبع: %1$@
fa_af: منبع: %1$@
fil: Pinagmulan: %1$@
gu: સ્રોત: %1$@
ha: Tushe: %1$@
hi: स्रोत: %1$@
hu: Forrás: %1$@
id: Sumber: %1$@
ka: წყარო: %1$@
km: ប្រភព៖ %1$@
kn: ಮೂಲ: %1$@
mk: Извор: %1$@
ml: ഉറവിടം: %1$@
mr: स्रोत: %1$@
nl: Bron: %1$@
pa: ਸਰੋਤ: %1$@
pt: Fonte: %1$@
ru: Источник: %1$@
si: මූලාශ්‍රය: %1$@
sr: Извор: %1$@
sw: Chanzo: %1$@
te: మూలం: %1$@
th: ที่มา: %1$@
tr: Kaynak: %1$@
ug: مەنبە: %1$@
ur: ماخذ: %1$@
vi: Nguồn: %1$@
zh_hans: 来源：%1$@

# library_title
source: Library
ar: المكتبة
as: লাইব্ৰেৰী
bn: লাইব্রেরি
bs: Biblioteka
ckb: کتێبخانە
es: Biblioteca
fa: کتابخانه
fa_af: کتابخانه
fil: Aklatan
fr: Bibliothèque
gu: લાઇબ્રેરી
ha: Ɗakin karatu
hi: लाइब्रेरी
hu: Könyvtár
id: Perpustakaan
ka: ბიბლიოთეკა
km: បណ្ណាល័យ
kn: ಗ್ರಂಥಾಲಯ
mk: Библиотека
ml: ലൈബ്രറി
mr: ग्रंथालय
nl: Bibliotheek
pa: ਲਾਇਬ੍ਰੇਰੀ
pt: Biblioteca
ru: Библиотека
si: පුස්තකාලය
sr: Библиотека
sw: Maktaba
te: లైబ్రరీ
th: ห้องสมุด
tr: Kütüphane
ug: كۈتۈپخانا
ur: لائبریری
vi: Thư viện
zh_hans: 图书馆

# library_type_articles
source: Article
ar: مقال
as: প্ৰবন্ধ
bn: প্রবন্ধ
bs: Članak
ckb: وتار
es: Artículo
fa: مقاله
fa_af: مقاله
fil: Artikulo
gu: લેખ
ha: Maƙala
hi: लेख
hu: Cikk
id: Artikel
ka: სტატია
km: អត្ថបទ
kn: ಲೇಖನ
mk: Статија
ml: ലേഖനം
mr: लेख
nl: Artikel
pa: ਲੇਖ
pt: Artigo
ru: Статья
si: ලිපිය
sr: Чланак
sw: Makala
te: వ్యాసం
th: บทความ
tr: Makale
ug: ماقالە
ur: مضمون
vi: Bài viết
zh_hans: 文章

# library_type_audios
source: Audio
ar: صوتيات
as: অডিঅ'
bn: অডিও
ckb: دەنگ
fa: صوتی
fa_af: صوتی
gu: ઑડિયો
ha: Sauti
hi: ऑडियो
hu: Hang
ka: აუდიო
km: សំឡេង
kn: ಆಡಿಯೊ
mk: Аудио
ml: ഓഡിയോ
mr: ऑडिओ
pa: ਆਡੀਓ
pt: Áudio
ru: Аудио
si: ශ්‍රව්‍ය
sr: Аудио
sw: Sauti
te: ఆడియో
th: เสียง
tr: Ses
ug: ئاۋاز
ur: آڈیو
vi: Âm thanh
zh_hans: 音频

# library_type_books
source: Book
ar: كتاب
as: কিতাপ
bn: বই
bs: Knjiga
ckb: کتێب
es: Libro
fa: کتاب
fa_af: کتاب
fil: Aklat
fr: Livre
gu: પુસ્તક
ha: Littafi
hi: किताब
hu: Könyv
id: Buku
ka: წიგნი
km: សៀវភៅ
kn: ಪುಸ್ತಕ
mk: Книга
ml: പുസ്തകം
mr: पुस्तक
nl: Boek
pa: ਕਿਤਾਬ
pt: Livro
ru: Книга
si: පොත
sr: Књига
sw: Kitabu
te: పుస్తకం
th: หนังสือ
tr: Kitap
ug: كىتاب
ur: کتاب
vi: Sách
zh_hans: 书籍

# library_type_fatwa
source: Fatwa
ar: فتوى
as: ফতোৱা
bn: ফতোয়া
bs: Fetva
ckb: فەتوا
es: Fatua
fa: فتوا
fa_af: فتوا
gu: ફતવો
ha: Fatawa
hi: फ़तवा
hu: Fatva
ka: ფეთვა
km: ហ្វាតវ៉ា
kn: ಫತ್ವಾ
mk: Фетва
ml: ഫത്‌വ
mr: फतवा
pa: ਫ਼ਤਵਾ
ru: Фетва
si: ෆත්වා
sr: Фетва
te: ఫత్వా
th: ฟัตวา
tr: Fetva
ug: پەتىۋا
ur: فتویٰ
zh_hans: 法特瓦

# library_type_hadith
source: Hadith
ar: حديث
as: হাদীছ
bn: হাদিস
bs: Hadis
ckb: فەرموودە
es: Hadiz
fa: حدیث
fa_af: حدیث
gu: હદીસ
ha: Hadisi
hi: हदीस
hu: Hadísz
id: Hadis
ka: ჰადისი
km: ហាឌីស
kn: ಹದೀಸ್
mk: Хадис
ml: ഹദീസ്
mr: हदीस
pa: ਹਦੀਸ
ru: Хадис
si: හදීස්
sr: Хадис
sw: Hadithi
te: హదీస్
th: หะดีษ
tr: Hadis
ug: ھەدىس
ur: حدیث
zh_hans: 圣训

# library_type_quran
source: Qur’an translation
ar: ترجمة معاني القرآن
as: কোৰআনৰ অনুবাদ
bn: কুরআনের অনুবাদ
bs: Prijevod Kur'ana
ckb: وەرگێڕانی قورئان
es: Traducción del Corán
fa: ترجمه قرآن
fa_af: ترجمه قرآن
fil: Salin ng Qur'an
fr: Traduction du Coran
gu: કુરઆનનો અનુવાદ
ha: Fassarar Alƙur'ani
hi: क़ुरआन का अनुवाद
hu: Korán-fordítás
id: Terjemahan Al-Qur’an
ka: ყურანის თარგმანი
km: ការបកប្រែគម្ពីរគូរ៉ាន
kn: ಕುರ್‌ಆನ್ ಅನುವಾದ
mk: Превод на Куранот
ml: ഖുർആൻ പരിഭാഷ
mr: कुरआनचा अनुवाद
nl: Koranvertaling
pa: ਕੁਰਆਨ ਦਾ ਅਨੁਵਾਦ
pt: Tradução do Alcorão
ru: Перевод Корана
si: කුර්ආන් පරිවර්තනය
sr: Превод Кур'ана
sw: Tafsiri ya Qur'ani
te: ఖురాన్ అనువాదం
th: คำแปลอัลกุรอาน
tr: Kur’an meali
ug: قۇرئان تەرجىمىسى
ur: قرآن کا ترجمہ
vi: Bản dịch Qur’an
zh_hans: 古兰经译本

# library_type_tafsir
source: Tafsir
ar: تفسير
as: তাফছীৰ
bn: তাফসির
bs: Tefsir
ckb: تەفسیر
es: Tafsir (exégesis)
fa: تفسیر
fa_af: تفسیر
fr: Tafsir (exégèse)
gu: તફસીર
ha: Tafsiri
hi: तफ़सीर
hu: Tafszír
ka: თაფსირი
km: តាហ្វសៀរ
kn: ತಫ್ಸೀರ್
mk: Тефсир
ml: തഫ്സീർ
mr: तफसीर
pa: ਤਫ਼ਸੀਰ
ru: Тафсир
si: තෆ්සීර්
sr: Тефсир
te: తఫ్సీర్
th: ตัฟซีร
tr: Tefsir
ug: تەپسىر
ur: تفسیر
zh_hans: 经注

# library_type_videos
source: Video
ar: فيديو
as: ভিডিঅ'
bn: ভিডিও
ckb: ڤیدیۆ
es: Vídeo
fa: ویدئو
fa_af: ویدیو
fr: Vidéo
gu: વીડિયો
ha: Bidiyo
hi: वीडियो
hu: Videó
ka: ვიდეო
km: វីដេអូ
kn: ವೀಡಿಯೊ
mk: Видео
ml: വീഡിയോ
mr: व्हिडिओ
pa: ਵੀਡੀਓ
pt: Vídeo
ru: Видео
si: වීඩියෝ
sr: Видео
te: వీడియో
th: วิดีโอ
ug: ۋىدىيو
ur: ویڈیو
zh_hans: 视频

# library_unbookmark
source: Remove from saved
ar: إزالة من المحفوظات
as: ছেভ কৰাৰ পৰা আঁতৰাওক
bn: সেভ থেকে সরান
bs: Ukloni iz sačuvanog
ckb: لابردن لە پاشەکەوتکراوەکان
es: Quitar de guardados
fa: حذف از ذخیره‌شده‌ها
fa_af: حذف از ذخیره‌شده‌ها
fil: Alisin sa naka-save
fr: Retirer des enregistrés
gu: સેવ કરેલમાંથી દૂર કરો
ha: Cire daga abubuwan da aka ajiye
hi: सेव से हटाएँ
hu: Eltávolítás a mentettek közül
id: Hapus dari tersimpan
ka: შენახულიდან ამოშლა
km: ដកចេញពីការរក្សាទុក
kn: ಉಳಿಸಿದವುಗಳಿಂದ ತೆಗೆದುಹಾಕಿ
mk: Отстрани од зачуваните
ml: സേവ് ചെയ്തവയിൽ നിന്ന് നീക്കുക
mr: सेव्ह केलेल्यांतून काढा
nl: Verwijderen uit bewaard
pa: ਸੰਭਾਲਿਆਂ ਵਿੱਚੋਂ ਹਟਾਓ
pt: Remover dos salvos
ru: Убрать из сохранённого
si: සුරැකි ඒවායින් ඉවත් කරන්න
sr: Уклони из сачуваног
sw: Ondoa kwenye vilivyohifadhiwa
te: సేవ్ చేసినవాటి నుండి తీసివేయి
th: เอาออกจากที่บันทึกไว้
tr: Kaydedilenlerden kaldır
ug: ساقلانغانلاردىن چىقىرىش
ur: محفوظ سے ہٹائیں
vi: Bỏ khỏi mục đã lưu
zh_hans: 从已保存中移除

# library_watch
source: Watch
ar: شاهد
as: চাওক
bn: দেখুন
bs: Gledaj
ckb: سەیرکردن
es: Ver
fa: تماشا
fa_af: تماشا
fil: Panoorin
fr: Regarder
gu: જુઓ
ha: Kalla
hi: देखें
hu: Megtekintés
id: Tonton
ka: ყურება
km: មើល
kn: ವೀಕ್ಷಿಸಿ
mk: Гледај
ml: കാണുക
mr: पाहा
nl: Bekijken
pa: ਵੇਖੋ
pt: Assistir
ru: Смотреть
si: නරඹන්න
sr: Гледај
sw: Tazama
te: చూడండి
th: ดู
tr: İzle
ug: كۆرۈش
ur: دیکھیں
vi: Xem
zh_hans: 观看

# library_web
source: On IslamHouse
ar: على موقع دار الإسلام
as: IslamHouseত
bn: IslamHouse-এ
bs: Na IslamHouse-u
ckb: لەسەر IslamHouse
es: En IslamHouse
fa: در IslamHouse
fa_af: در IslamHouse
fil: Sa IslamHouse
fr: Sur IslamHouse
gu: IslamHouse પર
ha: A IslamHouse
hi: IslamHouse पर
hu: Az IslamHouse-on
id: Di IslamHouse
ka: IslamHouse-ზე
km: នៅលើ IslamHouse
kn: IslamHouse ನಲ್ಲಿ
mk: На IslamHouse
ml: IslamHouse-ൽ
mr: IslamHouse वर
nl: Op IslamHouse
pa: IslamHouse ’ਤੇ
pt: Na IslamHouse
ru: На IslamHouse
si: IslamHouse හි
sr: На IslamHouse-у
sw: Kwenye IslamHouse
te: IslamHouse లో
th: บน IslamHouse
tr: IslamHouse’ta
ug: IslamHouse تور بېكىتىدە
ur: IslamHouse پر
vi: Trên IslamHouse
zh_hans: 在 IslamHouse 上

# library_web_site
source: Open %1$@
ar: افتح %1$@
as: %1$@ খোলক
bn: %1$@ খুলুন
bs: Otvori %1$@
ckb: کردنەوەی %1$@
es: Abrir %1$@
fa: باز کردن %1$@
fa_af: باز کردن %1$@
fil: Buksan ang %1$@
fr: Ouvrir %1$@
gu: %1$@ ખોલો
ha: Buɗe %1$@
hi: %1$@ खोलें
hu: %1$@ megnyitása
id: Buka %1$@
ka: გახსნა: %1$@
km: បើក %1$@
kn: %1$@ ತೆರೆಯಿರಿ
mk: Отвори %1$@
ml: %1$@ തുറക്കുക
mr: %1$@ उघडा
nl: %1$@ openen
pa: %1$@ ਖੋਲ੍ਹੋ
pt: Abrir %1$@
ru: Открыть %1$@
si: %1$@ විවෘත කරන්න
sr: Отвори %1$@
sw: Fungua %1$@
te: %1$@ తెరువు
th: เปิด %1$@
tr: Sitede aç: %1$@
ug: %1$@ نى ئېچىش
ur: %1$@ کھولیں
vi: Mở %1$@
zh_hans: 打开 %1$@

# locating
source: Finding your location…
ar: جارٍ تحديد موقعك…
as: আপোনাৰ অৱস্থান বিচৰা হৈছে…
bn: আপনার লোকেশন খোঁজা হচ্ছে…
bs: Tražimo vašu lokaciju…
ckb: دۆزینەوەی شوێنەکەت…
es: Buscando tu ubicación…
fa: در حال یافتن موقعیت شما…
fa_af: در حال یافتن موقعیت شما…
fil: Hinahanap ang iyong lokasyon…
fr: Recherche de votre position…
gu: તમારું લોકેશન શોધી રહ્યા છીએ…
ha: Ana neman wurinku…
hi: आपकी लोकेशन ढूँढी जा रही है…
hu: Helyzeted meghatározása…
id: Mencari lokasi Anda…
ka: თქვენი მდებარეობის ძიება…
km: កំពុងស្វែងរកទីតាំងរបស់អ្នក…
kn: ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಪತ್ತೆಹಚ್ಚಲಾಗುತ್ತಿದೆ…
mk: Ја бараме вашата локација…
ml: നിങ്ങളുടെ ലൊക്കേഷൻ കണ്ടെത്തുന്നു…
mr: तुमचे लोकेशन शोधत आहोत…
nl: Je locatie wordt bepaald…
pa: ਤੁਹਾਡਾ ਟਿਕਾਣਾ ਲੱਭਿਆ ਜਾ ਰਿਹਾ ਹੈ…
pt: Obtendo sua localização…
ru: Определяем местоположение…
si: ඔබේ ස්ථානය සොයමින්…
sr: Тражимо вашу локацију…
sw: Inatafuta mahali ulipo…
te: మీ లొకేషన్ కనుగొంటోంది…
th: กำลังหาตำแหน่งของคุณ…
tr: Konumunuz bulunuyor…
ug: ئورنىڭىز ئېنىقلىنىۋاتىدۇ…
ur: آپ کا مقام معلوم کیا جا رہا ہے…
vi: Đang tìm vị trí của bạn…
zh_hans: 正在获取你的位置…

# location_age
source: Location from %1$@ ago, ±%2$@ m
ar: الموقع منذ %1$@، ±%2$@ م
as: %1$@ আগৰ অৱস্থান, ±%2$@ মিটাৰ
bn: %1$@ আগের লোকেশন, ±%2$@ মিটার
bs: Lokacija od prije %1$@, ±%2$@ m
ckb: شوێن لە %1$@ لەمەوبەر، ±%2$@ م
es: Ubicación de hace %1$@, ±%2$@ m
fa: موقعیت مربوط به %1$@ پیش، ±%2$@ متر
fa_af: موقعیت مربوط به %1$@ پیش، ±%2$@ متر
fil: Lokasyon mula %1$@ ang nakalipas, ±%2$@ m
fr: Position d’il y a %1$@, ±%2$@ m
gu: %1$@ પહેલાંનું લોકેશન, ±%2$@ મી
ha: Wuri daga %1$@ da suka wuce, ±%2$@ m
hi: %1$@ पहले की लोकेशन, ±%2$@ मी
hu: %1$@ előtti helyzet, ±%2$@ m
id: Lokasi %1$@ lalu, ±%2$@ m
ka: მდებარეობა %1$@ წინ, ±%2$@ მ
km: ទីតាំងពី %1$@ មុន ±%2$@ ម.
kn: %1$@ ಹಿಂದಿನ ಸ್ಥಳ, ±%2$@ ಮೀ
mk: Локација од пред %1$@, ±%2$@ м
ml: %1$@ മുമ്പുള്ള ലൊക്കേഷൻ, ±%2$@ മീ
mr: %1$@ पूर्वीचे लोकेशन, ±%2$@ मी
nl: Locatie van %1$@ geleden, ±%2$@ m
pa: %1$@ ਪਹਿਲਾਂ ਦਾ ਟਿਕਾਣਾ, ±%2$@ ਮੀ.
pt: Localização de %1$@ atrás, ±%2$@ m
ru: Местоположение %1$@ назад, ±%2$@ м
si: %1$@ කට පෙර ස්ථානය, ±මී. %2$@
sr: Локација од пре %1$@, ±%2$@ м
sw: Mahali kutoka %1$@ zilizopita, ±%2$@ m
te: %1$@ క్రితం లొకేషన్, ±%2$@ మీ
th: ตำแหน่งเมื่อ %1$@ ที่แล้ว ±%2$@ ม.
tr: %1$@ önceki konum, ±%2$@ m
ug: %1$@ ئىلگىرىكى ئورۇن، ±%2$@ م
ur: %1$@ پہلے کا مقام، ±%2$@ میٹر
vi: Vị trí từ %1$@ trước, ±%2$@ m
zh_hans: %1$@ 前的位置，±%2$@ 米

# location_current
source: Current location
ar: الموقع الحالي
as: বৰ্তমানৰ অৱস্থান
bn: বর্তমান লোকেশন
bs: Trenutna lokacija
ckb: شوێنی ئێستا
es: Ubicación actual
fa: موقعیت فعلی
fa_af: موقعیت فعلی
fil: Kasalukuyang lokasyon
fr: Position actuelle
gu: હાલનું લોકેશન
ha: Wurin da kuke yanzu
hi: मौजूदा लोकेशन
hu: Jelenlegi hely
id: Lokasi saat ini
ka: მიმდინარე მდებარეობა
km: ទីតាំងបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳ
mk: Тековна локација
ml: നിലവിലെ ലൊക്കേഷൻ
mr: सध्याचे लोकेशन
nl: Huidige locatie
pa: ਮੌਜੂਦਾ ਟਿਕਾਣਾ
pt: Localização atual
ru: Текущее местоположение
si: වත්මන් ස්ථානය
sr: Тренутна локација
sw: Mahali ulipo sasa
te: ప్రస్తుత లొకేషన్
th: ตำแหน่งปัจจุบัน
tr: Mevcut konum
ug: نۆۋەتتىكى ئورۇن
ur: موجودہ مقام
vi: Vị trí hiện tại
zh_hans: 当前位置
